Repository: dvlop/affiliates
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt

source: Account Settings
pt: Ajustes da Conta

source: Welcome
pt: Bem-vindo(a)

source: Terms of Business
pt: Condições de Uso

source: Password
pt: Senha

source: Thank you for signing up.
pt: Obrigado por cadastrar-se.

source: Below, you will find the terms and conditions for our affiliate programme.
pt: Abaixo, você encontrará os termos e condições para o nosso programa de afiliados.

source: Please read through them, and indicate your agreement by clicking the button at the bottom.
pt: Por favor, leia-o e indique que concordou com os termos clicando no botão ao final do texto.

source: Once you have done that, we will need to get some contact details, and then your account will be fully active.
pt: Assim que tiver feito isto, precisaremos de algumas informações para contato e aí sua conta estará completamente ativa.

source: For your reference, here are the terms and conditions for our affiliate programme:
pt: Para sua informação, aqui estão os termos e condições do nosso programa de afiliados:

source: I Agree
pt: Eu Aceito

source: Affiliate ID:
pt: ID de Afiliado;

source: Username:
pt: Usuário:

source: Your Name:
pt: Seu Nome:

source: Title:
pt: Título (Sr., etc):

source: First Name:
pt: Nome:

source: Last Name:
pt: Sobrenome:

source: Your Email Address:
pt: Email:

source: Check this box to receive order updates by email.
pt: Selecione esta caixa para receber atualizações sobre pedidos por email.

source: Your Address:
pt: Endereço:

source: Your Postcode:
pt: CEP:

source: Your Country:
pt: País:

source: Save Details
pt: Salvar Detalhes

source: are required.
pt: são obrigatórios.

source: New Password:
pt: Nova Senha:

source: Confirm New Password:
pt: Confirme a Nova Senha:

source: Change Password
pt: Alterar a Senha

source: PayPal ID:
pt: ID do Paypal:

source: Your PayPal ID will be an email address.
pt: Seu ID do PayPal será um endereço de email.

source: Enter the whole of that email address in the box above
pt: Insira o endereço de email na caixa acima

source: for example
pt: por exemplo,

source: If you dont put anything in the box
pt: Se você não inserir nada na caixa

source: you will not be paid
pt: não poderemos pagá-lo

source: but your earnings will be carried forward until you claim them.
pt: mas seus ganhos serão guardados até o dia que você reclamá-los.

source: Could not Change Password
pt: Não foi possível alterar a senha

source: Please choose a new password and enter it in both the boxes.
pt: Por favor, escolha uma nova senha e insira em ambas as caixas.

source: Settings Updated
pt: Ajustes Atualizados

source: Your details have been set.
pt: Seu detalhes foram definidos.

source: Required Fields Empty
pt: Há campos obrigatórios em branco

source: Please complete all required fields, marked
pt: Por favor, complete todos os campos obrigatórios, marcados

source: Password Changed
pt: Senha Alterada

source: Your password has been changed.
pt: Sua senha foi alterada.

source: Details Updated
pt: Detalhes Atualizados

source: Your PayPal ID has been set.
pt: Seu ID do PayPal foi definido.

source: Account Activated
pt: Conta Ativada

source: Thank you for providing these details. Your account is now active.
pt: Obrigado por informar estes detalhes. Sua conta agora está ativa.

source: Fields marked
pt: Campos marcados com

source: Your Phone Number:
pt: Telefone:

source: Site Overview
pt: Resumo do Site

source: Affiliates
pt: Afiliados

source: All Orders
pt: Todos os Pedidos

source: All Payments
pt: Todos os Pagamentos

source: Back
pt: Voltar

source: Overview
pt: Resumo

source: Your Account
pt: Sua Conta

source: Your Orders
pt: Seus Pedidos

source: Your Payments
pt: Seus Pagamentos

source: Log Out
pt: Sair

source: open source affiliate software
pt: sistema de afiliados open source

source: Date Range
pt: Intervalo de Data

source: Results
pt: Resultados

source: Display
pt: Exibir

source: of
pt: de

source: Go to:
pt: Ir para:

source: Previous Page
pt: Página Anterior

source: Next Page
pt: Próxima Página

source: No More Data
pt: Sem Mais Dados

source: You are already on the first page.
pt: Você já está na primeira página.

source: You are already on the last page.
pt: Você já está na última página.

source: Log On
pt: Entrar

source: Sign Up
pt: Cadastrar-se

source: Password:
pt: Senha:

source: Choose a username:
pt: Usuário:

source: Choose a password:
pt: Senha:

source: Confirm password:
pt: Confirmar senha:

source: Your username is used for logging on
pt: Seu usuário é utilizado para entrar

source: but it is not used in your affiliate links.
pt: mas não é utilizado nos seus links de afiliado.

source: This means you can keep your username private
pt: Isto significa que você pode manter seu usuário em segredo

source: if you want to.
pt: se você quiser.

source: Form Incomplete
pt: Formulário Incompleto

source: Before clicking Sign Up
pt: Antes de clicar em Cadastrar-se

source: you will need to choose a username
pt: você precisará escolher um usuário

source: that has not been taken already
pt: que não esteja sendo usuado

source: and then enter the same password in the two other boxes.
pt: e então inserir a mesma senha nas duas caixas.

source: Logon Failed
pt: Falha ao Entrar

source: The username and password you entered were not recognised.
pt: O usuário e senha que você inseriu não foi reconhecido.

source: Summary
pt: Sumário

source: Commission Graphs
pt: Gráficos de Comissão

source: Order Graphs
pt: Gráficos de Pedidos

source: Total Orders:
pt: Total de Pedidos:

source: Total Commission:
pt: Total de Comissões:

source: Commission Paid:
pt: Comissões Pagas:

source: Commission Payable:
pt: Comissões Pagáveis:

source: Your Affiliate Link:
pt: Seu Link de Afiliado:

source: Affiliate Link with Campaign ID:
pt: Link de Afiliado com ID da Campanha:

source: Affiliate Details
pt: Detalhes do Afiliado

source: Page
pt: Página

source: If you add a new affiliate
pt: Se você adicionar um novo afiliado

source: an affiliate number will be assigned automatically when you click
pt: um número de afiliado será atribuído automáticamente quando você clicar

source: Save.
pt: Salvar.

source: Please complete all required fields marked
pt: Por favor, complete todos os campos obrigatórios marcados

source: Invalid Data
pt: Dados Inválidos

source: Changes Saved
pt: Mudanças Salvas

source: The information you entered has been saved.
pt: A informação que você inseriu foi salva.

source: Are you sure?
pt: Tem certeza?

source: Are you sure you want to delete this record?
pt: Tem certeza que deseja apagar este registro?

source: Current Banners
pt: Banners Atuais

source: Add New Banner
pt: Adicionar Um Novo Banner

source: This tab allows configuration of the banners which have been loaded into Affiliates for All.
pt: Esta aba permite a configuração dos banners que tiverem sido carregados no Afiliates for All.

source: Note that the banner name will be used in affiliates links.
pt: Note que o nome do banner será usado nos links de afiliados.

source: This means you can only use letters, numbers, and the characters -,_, and .
pt: Isto significa que você só poderá utilizar letras, números e os caracteres "-", "_", e "."

source: Banner Name:
pt: Nome do Banner:

source: Links to
pt: Link para

source: Banner will be shown to affiliates if this box is checked:
pt: O Banner será mostrado aos afiliados se esta caixa estiver marcada:

source: Save Changes
pt: Salvar Mudanças

source: Delete Banner
pt: Apagar Banner

source: To upload a new banner
pt: Para enviar um novo banner

source: enter the details below, and click Upload.
pt: insira os detalhes abaixo, e clique em Enviar.

source: The file you upload must have the appropriate extension
pt: O arquivo que você enviar dever estar com a extensão apropriada

source: so that Affiliates for All can determine the file type.
pt: para que o Affiliates for All possa determinar o tipo de arquivo.

source: For example, a JPEG file must be filename.jpeg or filename.jpg.
pt: Por exemplo, um arquivo JPEG deve estar como arquivo.jpeg ou arquivo.jpg.

source: Upload
pt: Enviar

source: Illegal Character
pt: Caractere Ilegal

source: Banner names are used in links, so can only contain letters, numbers, and the characters -, _, and .
pt: Os nomes dos Banners são usados nos links, portanto só podem conter letras, números, e os caracteres "-", "_" e "."

source: Duplicate Banner Name
pt: Nome de Banner Duplicado

source: Banner names must be unique, and you already have a banner with that name.
pt: Os nomes dos Banners devem ser únicos, você já tem um banner com este nome.

source: Banner Updated
pt: Banner Enviado

source: Your changes have been saved.
pt: Suas alterações foram salvas.

source: Upload Completed
pt: Envio Completo

source: Your new banner has been uploaded successfully.
pt: Seu novo banner foi enviado com sucesso.

source: Are you sure you want to delete this banner?
pt: Tem certeza que deseja apagar este banner?

source: Order Details
pt: Detalhes do Pedido

source: View orders from:
pt: Ver pedidos de:

source: View payments from:
pt: Ver pagamentos de:

source: to:
pt: para:

source: Add new
pt: Adicionar novo

source: order
pt: pedido

source: Save
pt: Salvar

source: Cancel
pt: Cancelar

source: seven
pt: sete

source: thirty
pt: trinta

source: ninety
pt: noventa

source: last
pt: últimos

source: days
pt: dias

source: Commission
pt: Comissões

source: Orders
pt: Pedidos

source: Payments file:
pt: Arquivo de Pagamentos:

source: Download Payments File
pt: Baixar Arquivo de Pagamentos

source: Upload Completed Payments
pt: Enviar Pagamentos Completados

source: Download payments up to and including:
pt: Baixar pagamentos até e incluindo:

source: Payment Details
pt: Detalhes do Pagamento

source: payment
pt: pagamento

source: Fields marked &lsquo; * &rsquo; are required.
pt: Campos marcados com "*" são obrigatórios.

source: If you add a new payment, it will be given a payment number automatically when you click Save.
pt: Se você adicionar um novo pagamento, será dado um número de pagamento automáticamente ao clicar em Salvar.

source: Please complete all required fields marked *.
pt: Por favor, complete todos os campos obrigatórios marcados com "*".

source: Admin
pt: Administrador

source: Link Details
pt: Detalhes do Link

source: Choose Banner
pt: Escolher Banner

source: Chosen banner:
pt: Banner escolhido:

source: Change
pt: Alterar

source: Campaign ID:
pt: ID da Campanha:

source: Link Target:
pt: Alvo do Link:

source: To display your banner, copy this code to your website:
pt: Para exibir este banner, copie este código e insira no seu site:

source: This page shows all the available banners.
pt: Esta página mostra todos os banners disponíveis.

source: Please click the one you would like to use.
pt: Por favor, clique no que você deseja usar.

source: You will then be taken back to the Link Details screen
pt: Você então voltará a tela com os Detalhes do Link

source: where you can finish creating your affiliate link.
pt: onde você poderá finalizar a criação do seu link de afiliado.

source: General
pt: Geral

source: Thank you for your agreement.
pt: Obrigado por concordar.
